const hi = {
  // Common
  "proceed": "आगे बढ़ें",
  "start": "शुरू करें",
  "tryAgainBtn": "फिर से प्रयास करें",
  "submitBtn": "जमा करें",
  "playBtn": "खेलें",

  // Language Selection
  "selectLanguage": "भाषा चुनें",
  
  // Start Page
  "startPageTitle": "डेयरी किसान भाइयों, अब पाएं चारे से जुड़ी हर समस्या का समाधान और निश्चित कैशबैक।",

  // Form Page
  "formPageTitle": "जानकारी भरें",
  "namePlaceholder": "नाम",
  "phonePlaceholder": "फ़ोन नंबर",
  "districtLabel": "जिला",
  "stateLabel": "राज्य",
  "nameError": "नाम सही दर्ज करें।",
  "phoneError": "सही 10 अंकों का नंबर दर्ज करें।",

  // Instruction Page
  "instructionTitleText": "अनुदेश",
  "instructionBody1": "मनजीत जी की मदद कीजिए और उनके चारे से जुड़ी अनेक समस्याओं का समाधान खोजिए और पाइए निश्चित कैशबैक सीधा आपके वॉलेट में",
  "instructionBody2": "",
  
  // Challenge Page
  "happinessMeter": "सफलता मीटर",
  "timeOverTitle": "गलत उत्तर, फिर से प्रयास करें!",
  "selectedLetters": "चुने गए अक्षर",
  "gridOptions": ["ण", "सु", "जै", "बो", "स", "क", "र", "प", "जं"],
  
  "levels": [
    {
      "problem": "बंसी लाल की चरी की फसल में सिट्टे जल्दी आ जाते हैं।",
      "action": "स्क्रीन पर ‘जं’ दबाएं",
      "post": "धन्यवाद। अब बंसी लाल के चारे की फसल में सिट्टा 150 दिन बाद ही आएगा।",
      "correct": "जं",
    },
    {
      "problem": "बंसी लाल को चारे की बार-बार कटाई नहीं मिल रही है।",
      "action": "स्क्रीन पर ‘बो’ दबाएं",
      "post": "शानदार! अब बंसी लाल को अपने चारे में बार-बार कटाई मिलेगी।",
      "correct": "बो",
    },
    {
      "problem": "बंसी लाल के पशु सूखा और बेस्वाद चारा नहीं खा रहे हैं।",
      "action": "स्क्रीन पर ‘सु’ दबाएं",
      "post": "धन्यवाद! अब बंसी लाल के पशु स्वादिष्ट और पौष्टिक चारा खाएंगे।",
      "correct": "सु",
    },
    {
      "problem": "बंसी लाल के चारे में पौष्टिकता के अभाव के कारण उनके पशुओं के स्वास्थ्य और दूध उत्पादन में कमी हो रही है।",
      "action": "स्क्रीन पर ‘प’ दबाएं",
      "post": "धन्यवाद! अब बंसी लाल के पशु स्वस्थ होंगे और दूध उत्पादन में बढ़ोतरी होगी।",
      "correct": "प",
    },
    {
      "problem": "बंसी लाल की चरी की फसल ऊपर से नीचे तक हरी नहीं है।",
      "action": "स्क्रीन पर ‘र’ दबाएं",
      "post": "बंसी लाल की चरी अब ऊपर से नीचे तक हरी-भरी रहेगी।",
      "correct": "र",
    }
  ],
  
  "finalScreen": {
    "problem": "बंसी लाल की चरी की फसल कई कीटों और बीमारियों के प्रभाव के कारण कमजोर पड़ चुकी है।",
    "action": "चरी की फसल मज़बूत हो, इसलिए सही चारा चुनें।",
    "post": "शानदार! अब बंसी लाल को अपनी चरी की फसल मज़बूत और हरी-भरी मिलेगी।"
  },

  // Try Again Page
  "wrongAnswerTitle": "गलत उत्तर। फिर से प्रयास करें।",

  // End Page
  "endPageJumboTitle1": "जम्बो",
  "endPageJumboTitle2": "कैशबैक",
  "endPageCongrats": "बधाई हो!",
  "endPageSubText1": "अब कैशबैक का बटन दबाएँ और एडवांटा",
  "endPageSubText2": "कैशबैक प्रोग्राम के साथ जुड़ें।",
  "endPageBtn": "कैशबैक पाएं"
};

export default hi;
