const pa = {
  // Common
  "proceed": "ਅੱਗੇ ਵਧੋ",
  "start": "ਸ਼ੁਰੂ ਕਰੋ",
  "tryAgainBtn": "ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ",
  "submitBtn": "ਜਮ੍ਹਾ ਕਰੋ",
  "playBtn": "ਖੇਡੋ",

  // Language Selection
  "selectLanguage": "ਭਾਸ਼ਾ ਚੁਣੋ",
  
  // Start Page
  "startPageTitle": "ਡੇਅਰੀ ਕਿਸਾਨ ਭਰਾਵੋ, ਹੁਣ ਪਾਓ ਚਾਰੇ ਨਾਲ ਜੁੜੀ ਹਰ ਸਮੱਸਿਆ ਦਾ ਹੱਲ ਅਤੇ ਪੱਕਾ ਕੈਸ਼ਬੈਕ।",

  // Form Page
  "formPageTitle": "ਜਾਣਕਾਰੀ ਭਰੋ",
  "namePlaceholder": "ਨਾਮ",
  "phonePlaceholder": "ਫੋਨ ਨੰਬਰ",
  "districtLabel": "ਜ਼ਿਲ੍ਹਾ",
  "stateLabel": "ਰਾਜ",
  "nameError": "ਸਹੀ ਨਾਮ ਦਰਜ ਕਰੋ।",
  "phoneError": "ਸਹੀ 10 ਅੰਕਾਂ ਦਾ ਨੰਬਰ ਦਰਜ ਕਰੋ।",

  // Instruction Page
  "instructionTitleText": "ਨਿਰਦੇਸ਼",
  "instructionBody1": "ਮਨਜੀਤ ਜੀ ਦੀ ਮਦਦ ਕਰੋ ਅਤੇ ਉਹਨਾਂ ਦੇ ਚਾਰੇ ਨਾਲ ਜੁੜੀਆਂ ਕਈ ਸਮੱਸਿਆਵਾਂ ਦਾ ਹੱਲ ਲੱਭੋ ਅਤੇ ਸਿੱਧੇ ਆਪਣੇ ਬਟੂਏ ਵਿੱਚ ਕੈਸ਼ਬੈਕ ਪ੍ਰਾਪਤ ਕਰੋ",
  "instructionBody2": "",
  
  // Challenge Page
  "happinessMeter": "ਸਫਲਤਾ ਮੀਟਰ",
  "timeOverTitle": "ਗਲਤ ਜਵਾਬ, ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ!",
  "selectedLetters": "ਚੁਣੇ ਗਏ ਅੱਖਰ",
  "gridOptions": ["ਣ", "ਸੁ", "ਜੈ", "ਬੋ", "ਸ", "ਕ", "ਰ", "ਪ", "ਜੰ"],
  
  "levels": [
    {
      "problem": "ਬੰਸੀ ਲਾਲ ਦੀ ਚਰੀ ਦੀ ਫਸਲ ਵਿੱਚ ਸਿੱਟੇ ਜਲਦੀ ਆ ਜਾਂਦੇ ਹਨ।",
      "action": "ਸਕ੍ਰੀਨ 'ਤੇ ‘ਜੰ’ ਦਬਾਓ",
      "post": "ਧੰਨਵਾਦ। ਹੁਣ ਬੰਸੀ ਲਾਲ ਦੇ ਚਾਰੇ ਦੀ ਫਸਲ ਵਿੱਚ ਸਿੱਟਾ 150 ਦਿਨ ਬਾਅਦ ਹੀ ਆਵੇਗਾ।",
      "correct": "ਜੰ"
    },
    {
      "problem": "ਬੰਸੀ ਲਾਲ ਨੂੰ ਚਾਰੇ ਦੀ ਵਾਰ-ਵਾਰ ਕਟਾਈ ਨਹੀਂ ਮਿਲ ਰਹੀ ਹੈ।",
      "action": "ਸਕ੍ਰੀਨ 'ਤੇ ‘ਬੋ’ ਦਬਾਓ",
      "post": "ਸ਼ਾਨਦਾਰ! ਹੁਣ ਬੰਸੀ ਲਾਲ ਨੂੰ ਆਪਣੇ ਚਾਰੇ ਵਿੱਚ ਵਾਰ-ਵਾਰ ਕਟਾਈ ਮਿਲੇਗੀ।",
      "correct": "ਬੋ"
    },
    {
      "problem": "ਬੰਸੀ ਲਾਲ ਦੇ ਪਸ਼ੂ ਸੁੱਕਾ ਅਤੇ ਬੇਸਵਾਦ ਚਾਰਾ ਨਹੀਂ ਖਾ ਰਹੇ ਹਨ।",
      "action": "ਸਕ੍ਰੀਨ 'ਤੇ ‘ਸੁ’ ਦਬਾਓ",
      "post": "ਧੰਨਵਾਦ! ਹੁਣ ਬੰਸੀ ਲਾਲ ਦੇ ਪਸ਼ੂ ਸੁਆਦੀ ਅਤੇ ਪੌਸ਼ਟਿਕ ਚਾਰਾ ਖਾਣਗੇ।",
      "correct": "ਸੁ"
    },
    {
      "problem": "ਬੰਸੀ ਲਾਲ ਦੇ ਚਾਰੇ ਵਿੱਚ ਪੌਸ਼ਟਿਕਤਾ ਦੀ ਘਾਟ ਕਾਰਨ ਉਨ੍ਹਾਂ ਦੇ ਪਸ਼ੂਆਂ ਦੀ ਸਿਹਤ ਅਤੇ ਦੁੱਧ ਉਤਪਾਦਨ ਵਿੱਚ ਕਮੀ ਹੋ ਰਹੀ ਹੈ।",
      "action": "ਸਕ੍ਰੀਨ 'ਤੇ ‘ਪ’ ਦਬਾਓ",
      "post": "ਧੰਨਵਾਦ! ਹੁਣ ਬੰਸੀ ਲਾਲ ਦੇ ਪਸ਼ੂ ਸਿਹਤਮੰਦ ਹੋਣਗੇ ਅਤੇ ਦੁੱਧ ਉਤਪਾਦਨ ਵਿੱਚ ਵਾਧਾ ਹੋਵੇਗਾ।",
      "correct": "ਪ"
    },
    {
      "problem": "ਬੰਸੀ ਲਾਲ ਦੀ ਚਰੀ ਦੀ ਫਸਲ ਉੱਪਰ ਤੋਂ ਹੇਠਾਂ ਤੱਕ ਹਰੀ ਨਹੀਂ ਹੈ।",
      "action": "ਸਕ੍ਰੀਨ 'ਤੇ ‘ਰ’ ਦਬਾਓ",
      "post": "ਬੰਸੀ ਲਾਲ ਦੀ ਚਰੀ ਹੁਣ ਉੱਪਰ ਤੋਂ ਹੇਠਾਂ ਤੱਕ ਹਰੀ-ਭਰੀ ਰਹੇਗੀ।",
      "correct": "ਰ"
    }
  ],
  
  "finalScreen": {
    "problem": "ਬੰਸੀ ਲਾਲ ਦੀ ਚਰੀ ਦੀ ਫਸਲ ਕਈ ਕੀੜਿਆਂ ਅਤੇ ਬਿਮਾਰੀਆਂ ਦੇ ਪ੍ਰਭਾਵ ਕਾਰਨ ਕਮਜ਼ੋਰ ਪੈ ਚੁੱਕੀ ਹੈ।",
    "action": "ਚਰੀ ਦੀ ਫਸਲ ਮਜ਼ਬੂਤ ਹੋਵੇ, ਇਸ ਲਈ ਸਹੀ ਚਾਰਾ ਚੁਣੋ।",
    "post": "ਸ਼ਾਨਦਾਰ! ਹੁਣ ਬੰਸੀ ਲਾਲ ਨੂੰ ਆਪਣੀ ਚਰੀ ਦੀ ਫਸਲ ਮਜ਼ਬੂਤ ਅਤੇ ਹਰੀ-ਭਰੀ ਮਿਲੇਗੀ।"
  },

  // Try Again Page
  "wrongAnswerTitle": "ਗਲਤ ਜਵਾਬ। ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ।",

  // End Page
  "endPageTitle": "🎉 ਤੁਸੀਂ ਸਾਰੇ ਪੜਾਅ ਸਫਲਤਾਪੂਰਵਕ ਪੂਰੇ ਕਰ ਲਏ ਹਨ! 🎉",
  "endPageBtn": "ਕੈਸ਼ਬੈਕ ਪਾਓ"
};

export default pa;
